Repository: Maptales/django-simple-friends
Catalog: friends/locale/*/LC_MESSAGES/django.po
Languages: de, tr

source: Accept selected friendship requests
de: Ausgewählte Freundschaftsangebote akzeptieren
tr: Seçilen arkadaşlık taleplerini kabul et

source: Decline selected friendship requests
de: Ausgewählte Freundschaftsangebote ablehnen
tr: Seçilen arkadaşlık taleplerini reddet

source: Cancel selected friendship requests
de: Ausgewählte Freundschaftsangebote zurückziehen
tr: Seçilen arkadaşlık taleplerini iptal et

source: Friendship requested
de: Freundschaftsanfrage

source: Somebody requested your friendship.
de: Jemand möchte mir dir befreundet sein

source: Friendship accepted
de: Freundschaft angenommen

source: Somebody accepted your friendship request.
de: Jemand hat deine Freundschaftsanfrage angenommen.

source: friendship request
de: Freundschaftsangebot
tr: arkadaşlık talebi

source: friendship requests
de: Freundschaftsangebote
tr: arkadaşlık talepleri

source: %(from_user)s wants to be friends with %(to_user)s
de: %(from_user)s möchte mit %(to_user)s befreundet sein
tr: %(from_user)s, %(to_user)s ile arkadaş olmak istiyor

source: friendship
de: Freundschaft
tr: arkadaşlık

source: friendships
de: Freundschaften
tr: arkadaşlıklar

source: %(user)s's friends
de: Freunde von %(user)s
tr: %(user)s kullanıcısının arkadaşlıkları

source: Friends count
de: Anzahl der Freunde
tr: Arkadaş sayısı

source: Summary of friends
de: Freundesliste
tr: Arkadaşların özeti

source: user blocks
de: Benutzer-Blocks
tr: engellemeler

source: Users blocked by %(user)s
de: Benutzer blockiert von %(user)s
tr: %(user)s tarafından engellenenler

source: Blocks count
de: Anzahl der Blocks
tr: Engelleme sayısı

source: Summary of blocks
de: Blocks-Übersicht
tr: Engellemelerin özeti

source: You can't befriend yourself.
de: Sie können nicht mit sich selbst befreundet sein.
tr: Kendi kendinizi arkadaş olarak ekleyemezsiniz.

source: You are already friends with %(user)s
de: Sie sind bereits mit %(user)s befreundet
tr: %(user)s ile zaten arkadaşsınız.

source: You already have an active friend invitation for %(user)s.
de: Sie haben %(user)s schon ein Freundschaftsangebot gemacht.
tr: %(user)s için zaten bir arkadaşlık talebiniz var.

source: You have requested to be friends with %(user)s.
de: Sie haben %(user)s ein Freundschaftsangebot gemacht.
tr: %(user)s ile arkadaş olmayı talep ettiniz.

source: You are now friends with %(user)s.
de: Sie sind nun mit %(user)s befreundet.
tr: Artık %(user)s ile arkadaşsınız.

source: You declined friendship request of %(user)s.
de: Sie haben das Freundschaftsangebot von %(user)s abgelehnt.
tr: %(user)s kullanıcısının arkadaşlık talebini reddettiniz.

source: %(user)s has declined your friendship request.
de: %(user)s hat Ihr Freundschaftsangebot abgelehnt.
tr: %(user)s sizin arkadaşlık talebinizi reddetti.

source: You cancelled your request to be friends with %(user)s.
de: Sie haben ihr Freundschaftsangebot an %(user)s zurückgezogen.
tr: %(user)s için arkadaşlık talebinizi iptal ettiniz.

source: You are no longer friends with %(user)s.
de: Sie sind nicht mehr mit %(user)s befreundet.
tr: Artık %(user)s ile arkadaş değilsiniz.

source: %(user)s has removed you as a friend.
de: %(user)s hat Ihre Freundschaft beendet.
tr: %(user)s sizi arkadaşlıktan çıkardı.

source: You have blocked %(user)s.
de: Sie haben %(user)s geblockt.
tr: %(user)s kullanıcısını engellediniz.

source: %(user)s is already blocked.
de: %(user)s ist bereits geblockt.
tr: %(user)s zaten engelleniyor.

source: %(user)s was not blocked.
de: %(user)s wurde nicht geblockt.
tr: %(user)s zaten engellenmiyordu.

source: You have unblocked %(user)s.
de: Sie haben %(user)s entblockt.
tr: %(user)s için engellemeyi kaldırdınız.
